{
    "Polvora": "Componentes Básicos para Produção de Pólvora\n\n- Composição dos Ingredientes\n\nA pólvora é uma mistura explosiva utilizada em diversos campos, e sua composição básica consiste nos seguintes componentes:\n\n- 12% de Carbono (C) proveniente do carvão.\n- 13% de Enxofre (S), preferencialmente na forma ressublimada, ou disponível em lojas de produtos farmacêuticos.\n- 75% de Nitrato de Potássio (NaNO3), que pode ser obtido a partir de salitre ou mesmo de adubo para coqueiro.\n\nObservações:\n- Caso opte por usar adubo para coqueiro, certifique-se de que o mesmo seja branco, e tenha em mente que a porcentagem dos componentes pode variar.\n- É essencial triturar os ingredientes individualmente antes de misturá-los, e todo o processo requer extrema cautela.\n- A pólvora é altamente sensível ao atrito, portanto, tome precauções adicionais durante o processo de trituração, buscando obter um resultado final com a maior granulometria possível.",
    
    "Pavio": "Como fazer um pavio\n\nIngredientes:\n- Pólvora\n- Cadarço de sapato (quanto mais velho, melhor, desde que esteja limpo) ou espeto de madeira para churrasco\n- Cola branca ou cola para isopor\n\nPreparo:\n1. Misture a pólvora com um pouco de cola (utilize bem mais pólvora do que cola).\n2. Passe a mistura no cadarço/espeto de forma uniforme e deixe secar.\n\nIMPORTANTE:\nAntes de utilizar o pavio em qualquer dispositivo, acenda alguns pavios para determinar o tempo médio que eles levam para queimar.",
    
    "termite caseira": "THERMITE\nThermite é sórdido é aqui está um modo bom e fácil de se fazer isto. O primeiro passo é adquirir um pouco de óxido de ferro (que é FERRUGEM!). Aqui está um modo bom para fazer grandes quantidades em pouco tempo :\n\n- Adquira um conversor de corrente continua. Corte o conector e separe os arames. Agora você precisa de um jarro de água com uma colher de sopa de cloreto de sódio (que é SAL!) . Isto torna a água condutora.\n\n- Agora insira ambos os arames na mistura (eu estou assumindo você colocou os arames em potes distintos...) e deixe os assentar durante cinco minutos. Um deles começará a borbulhar mais que o outro. Este é o arame POSITIVO(+). Se você não fizer este teste direito, o produto final será o oposto (quimicamente) de ferrugem que é ÁCIDO FERRUGINOSO. Você não tem nenhum uso para isto aqui (embora seja útil em outras aplicações!).\n\n- De qualquer maneira, ponha o arame positivo no jarro. Agora ponha o arame negativo em outro canto. Agora deixe se sentar durante a noite e de manhã raspe o ferrugem do arame & repita até que você tenha um tanto ferrugem no fundo do vidro. Seja generoso com sua coleção ferruginosa. Se você está passando pela dificuldade da fabricação de thermite, você pode muito bem fazer um monte, certo?\n\n- Agora remova a água em excesso e verta a solução emcrustada sobre uma folha alumínio. Seque ao sol durante alguns horas, ou pela noite inteira. Deveria ser de uma cor laranja-marrom (embora eu já tenha visto em muitas cores diferentes! Às vezes a cor é fodida , o que posso dizer ... mas ainda é óxido férreo!)\n\n- Esmagamento da ferrugem em pó e esquente ele em uma panela de ferro fundido até que fique vermelho. Deixe esfriar e converta para pó. Agora misture o puro pó do óxido férreo com o puro pó de alumínio que pode ser comprado ou pode ser guardado quando retirado de um tubo ou barra de alumínio. A relação de óxido de ferro para alumínio são de 8 para 3 gramas, lembre-se quanto mais finos os ingredientes melhor será a mistura e mais fácil de acender será, não só para o Thermite mas para todas as bombas que envolvem misturas com pós!\n\n- Parabéns ! Você acabou de fazer THERMITE! Agora, esclarecendo...\n\n-Thermite é uma mistura que é capaz de gerar temperaturas altíssimas que são capazes de chegar a 2200 graus centígrados e é muito usado como detonador de bombas maiores, ou mesmo para causar incêndios devido as grandes temperaturas a que ele atinge que são bem perto das geradas pelas bombas atômicas!! Por isso ele é difícil de ser detonado. Porém, uma tira de magnésio (procure por ai) fará o truque. Eleve o calor do magnésio que este ardente acenderá o thermite.\n\n- Agora quando você ver o carro de sua vítima, verta uma fileira de thermite sobre o capô dele, coloque uma tira em cima dele ( tipo SilverTapy ), acenda com um maçarico. Agora ria enquanto assiste ele queimar pelo capô, a carroceria, o eixo, e o chassi. TENHA cuidado! As misturas ideais podem vaporizar AÇO de CARBONO! Outra idéia é usar thermite em cabines telefônicas, o seu uso no vandalismo só é limitado pela sua criatividade.",
    
    "Nitroglicerina": "Nitroglicerina- Nitroglicerina é um explosivo extremamente potente e perigoso, e o processo de fabricação deve ser conduzido com extrema cautela e precisão. A seguir, apresento um procedimento melhorado, visando a segurança e a clareza nas instruções:\n\nFabricação da Nitroglicerina\n\nMateriais necessários:\n- Ácido sulfúrico concentrado\n- Ácido nítrico concentrado\n- Glicerina\n- Termômetro\n- Recipiente com água gelada\n- Recipiente de metal para teste\n\nProcedimento:\n1. Aviso Importante: A Nitroglicerina é um explosivo altamente perigoso, e o processo de fabricação requer extrema precaução. Certifique-se de seguir todas as medidas de segurança e manusear os materiais com cuidado.\n\n2. Preparação da mistura de ácidos: Em um becker, prepare uma mistura de 40% de ácido nítrico com 60% de ácido sulfúrico. Misture os ácidos lentamente e com muito cuidado. Sempre mexa bem devagar para evitar respingos e reações indesejadas.\n\n3. Adição da glicerina: Em outro becker, adicione 6 partes da mistura de ácidos preparada anteriormente e uma parte de glicerina.\n\n4. Monitoramento da temperatura: Utilize um termômetro para monitorar a temperatura da mistura constantemente. Se a temperatura ultrapassar 25 graus Celsius, mergulhe rapidamente o becker contendo a mistura em um recipiente com água gelada. Essa medida evita a perda de controle do processo e minimiza riscos de acidentes.\n\n5. Nitração completa: Aguarde cerca de 10 minutos após a mistura. Quando ela parar de se agitar e formar uma camada na superfície, a nitração estará completa.\n\n6. Separação da Nitroglicerina: Com cuidado, retire apenas a camada de Nitroglicerina que se formou na parte superior da solução. Evite pegar o excesso de ácido que pode ter se acumulado no fundo do recipiente.\n\n7. Teste de segurança: Transfira a Nitroglicerina obtida para um recipiente de metal apropriado para testar sua estabilidade. Detone-a com cautela. Uma Nitroglicerina adequada queimará com uma forte chama azul.\n\nImportante: Lembre-se de que a Nitroglicerina é extremamente sensível a choques ou impactos e pode se deteriorar facilmente. Mantenha-se afastado de qualquer fonte de ignição ou calor durante todo o procedimento."

}